{
  "description": "Short description",
  "fullDescription": "Ana Luisa crafts sustainable jewelry with timeless elegance. We redesigned their website to match their ethos, focusing on visual appeal and user-friendly design. This transformation brings their commitment to quality and eco-friendliness to the forefront, offering an online experience that truly reflects the essence of the brand.",
  "layout": [
    {
      "title": "What's Your One Big Thing?",
      "text": [
        "In the ecommerce world, opportunities are everywhere. But, often, it's that One Big Thing – that golden nugget – that can catapult your business to new heights. You might already feel a hunch about it. It's what sets fast-growing companies apart; they find and tackle their biggest hurdles head-on.",
        "Chances are, your website has its own One Big Thing. Pinpointing and improving these areas can do wonders for your customer engagement. For some, it might be smoothing out the checkout process. For others, better product images could be the game-changer."
      ]
    },
    {
      "media": [
        {
          "name": "left_hero.png",
          "title": "Left Hero Image"
        },
        {
          "name": "right_hero.png",
          "title": "Right Hero Image"
        }
      ]
    },
    {
      "title": "Elevating Ana Luisa's Digital Persona",
      "text": [
        "For Ana Luisa, the big change was elevating the visual design of their website. Before, it was decent but not very memorable. The brand voice was missing. We helped them develop a distinct visual identity that they could own. Now, when people visit their site, it feels more exclusive and less ordinary."

      ]
    },

      {
      "title": "Beyond Aesthetics: Functionality Meets Style",
      "text": [
   
        "Post-makeover, our focus shifted to usability. We brought product categories into the spotlight for easier navigation. Trimming the homepage by a third wasn't just a stylistic choice; it's a strategy backed by research, showing that less can indeed be more in terms of engaging visitors."
       

      ]
    },


    {
      "title": "Turning Browsers into Buyers",
      "text": [
   
        "Post-makeover, our focus shifted to usability. We brought product categories into the spotlight for easier navigation. Trimming the homepage by a third wasn't just a stylistic choice; it's a strategy backed by research, showing that less can indeed be more in terms of engaging visitors."
       

      ]
    },
    {
      "title": "Turning Browsers into Buyers",
      "text": [
       
        "Each tweak, each adjustment, while small in isolation, collectively makes a significant impact. It's a common tale – these kinds of enhancements often lead to a sales boost, sometimes by as much as 10% to 20%."
      ]
    }
  ]
  
}


